  
WELCOME_MENU =
<<~WELCOME_WORDS
  ------------------------------------------------------------
  |                                                          |
  |               Привет, дорогой пользователь!              |
  |            Приветствую тебя в игре 'BlackJack'           |
  |                                                          |
  ------------------------------------------------------------
WELCOME_WORDS
.freeze

PLAYER_NAME_MENU =
<<~PLAYER_NAME
  ------------------------------------------------------------
  |            Для начала игры введите Ваше имя              |
  ------------------------------------------------------------
PLAYER_NAME
.freeze

ACTIONS_MENU =
<<~ACTIONS
  ------------------------------------------------------------
  |                     Выберите действие                    |
  |   Введите "1", если хотите Пропустить ход                |
  |   Введите "2", если хотите Добавить карту                |
  |   Введите "3", если хотите Открыть карты                 |
  ------------------------------------------------------------
ACTIONS
.freeze

PLAY_FURTHER_MENU =
<<~PLAY_FURTHER
  ------------------------------------------------------------
  |               Выхотите продолжить игру?                  |
  |   Введите "1", если хотите Да                            |
  |   Введите "2", если хотите Нет                           |
  ------------------------------------------------------------
PLAY_FURTHER
.freeze

GAME_ENDED_MENU =
<<~GAME_ENDED
  ------------------------------------------------------------
  |                                                          |
  |                      Игра окончена!                      |
  |                     Спасибо за игру                      |
  |                                                          |
  ------------------------------------------------------------
GAME_ENDED
.freeze


